IDEA Open Model
ConnectionSetup.BearingAngle Property
Compatible with IDEA StatiCa Beta 20.0
 Load distribution angle of concrete block in calculation of factor Kj
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double BearingAngle { get; set; }
Public Property BearingAngle As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace